Repository: ckan/ckanext-spatial
Catalog: i18n/*/LC_MESSAGES/ckanext-spatial.po
Languages: sv

source: Resource Provider
sv: Resursföreskrivare

source: Point of Contact
sv: Kontaktpunkt

source: Principal Investigator
sv: Ansvarig forskare

source: Resources
sv: Resurser

source: Package resource(s) invalid
sv: Paketets resurs(er) är felaktig(t)

source: Extras
sv: Extra

source: Missing Value
sv: Värde fattas

source: An error occurred: %(text)s %(error)s
sv: Ett fel inträffade: %(text)s %(error)s

source: Loading...
sv: Laddar...

source: Dataset extent
sv: Datasetets omfattning

source: Map data
sv: Data på karta

source: Tiles
sv: Kartrutor

source: Filter by location
sv: Filtrera på basen av läge

source: Clear
sv: Töm
